Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_brev_til_fns_spesialrapportor_for_urfolks_rettigheter_om_fosen-saken.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidentens brev til FNs spesialrapportør for urfolks rettigheter om Fosen-saken
sme: Sámediggepresideantta reive ON álgoálbmotvuoigatvuođaid erenoamášraporterejeaddjái Fovsen-ášši birra

source: Sametingspresident Silje Karine Muotka har sendt brev til Francisco Calí Tzay, som er FNs spesialrapportør for urfolks rettigheter om den siste utviklingen i Fosen-saken og om de pågående demonstrasjonene.
sme: Sámediggepresideanta Silje Karine Muotka lea sádden reivve Francisco Calí Tzayii, gii lea ON álgoálbmotvuoigatvuođaid erenoamášraporterejeaddji dan birra mii dáhpáhuvvá Fovsen Njaarke -áššiin ja miellačájehemiid birra mat leat jođus.

source: – Spesialrapportøren er kjent med denne saken fra før, og jeg ønsket å oppdatere ham på hva som skjer.
sme: – Erenoamášraporterejeaddji dovdá ášši ovdalaččas, ja mun háliidin sutnje muitalit ođđaseamos dieđuid das mii dáhpáhuvvá.

source: Jeg har også bedt ham om å vurdere å ta kontakt med den norske staten for å enten uttrykke bekymring med tanke på at det har tatt så lang tid å følge opp Høyesterettsdommen, eventuelt for å be om mer informasjon, sier Muotka.
sme: Lean maid bivdán su árvvoštallat váldit oktavuođa norgga stáhtain juogo ovddidan dihte fuolastumis dan ektui ahte leat nu guhká ádjánan čuovvolit Alimusrievtti duomu, dahje ahte bivddášii eanet dieđuid, dadjá Muotka.

source: Sametingspresidenten ber FNs spesialrapportør for urfolks rettigheter om å engasjere seg i saken, og om å komme i dialog med norske myndigheter.
sme: Sámediggepresideanta bivdá ON álgoálbmotvuoigatvuođaid erenoamášraporterejeaddji áŋgiruššat áššái, ja gulahallat norgga eiseválddiiguin.

source: Muotka skriver i brevet at den norske staten umiddelbart må stoppe det pågående menneskerettighetsbruddet, og iverksette oppreisende tiltak for å rette opp situasjonen.
sme: Muotka čállá reivves ahte norgga stáhta dakkaviđe ferte bissuhit olmmošvuoigatvuođarihkkuma mii dál dáhpáhuvvá, ja bidjat johtui buhtadeaddji doaibmabijuid njulgen dihte dili.

source: Sametingspresidenten uttrykker også sin bekymring for de samiske ungdommene, som har vært i front under de siste dagers aksjoner i og utenfor de ulike departementene i Oslo:
sme: Sámediggepresideanta ovddida maid iežas fuolastumi sámi nuoraid ovddas, geat leat leamaš njunnošis maŋemus beaivvi akšuvnnain iešguđet departemeanttaid siste ja olggobealde Oslos:

source: Les brevet til spesialrapportøren i sin helhet her: Letter to the Special Rapporteur on the rights of indigenous peoples 280223
sme: Loga reivve maid sámediggepresideanta lea sádden erenoamášraporterejeaddjái (eŋgelasgillii): Letter to the Special Rapporteur on the rights of indigenous peoples 280223
